{
    "cocoa":{
        "title": "Hoto Kokoa",
        "color": "0xffd6e7",
        "url": "https://gochiusa.fandom.com/wiki/Cocoa_Hoto",
        "thmb": "https://static.wikia.nocookie.net/gochiusa/images/8/82/Cocoa-gud-jobu.png/revision/latest/scale-to-width-down/619?cb=20171021154859",
        "name-kanji": "保登　心愛",
        "name-roman": "Hoto Kokoa",
        "gender": "Female",
        "age": "15-18",
        "bday": "April 10th",
        "haircolor": "Orange",
        "eyecolor": "Purple",
        "height": "154cm",
        "blood": "B",
        "appear": "Cocoa has strawberry blonde shoulder-length hair with loose bangs, decorated with a cherry blossom hair clip on the side of her head. She has purple Tareme eyes.  Her work outfit is a pink and red variant of the Rabbit House Cafe's uniform: a long ankle-length black skirt, white blouse, waistcoat and bow tie. Her school uniform consists of a white skirt and a pink cardigan sweater.",
        "Personality": "Cocoa is an optimistic girl full of excitement with a bubbly disposition and unbridled enthusiasm that others find infectious and often convinces them to join her. She is very determined but unless it involves food or a topic interesting her, she is likely to become distracted. She also believes that she doesn't have any skill or a talent, with her confidence being so low that she's unaware of her mental arithmetic prowess and claims it's \"nothing much\".  Cocoa has been accused of having a sister complex and strongly desires to be seen as a mature, dependable older-sister figure by others. But her clumsiness and air-headed side usually discredits her attempts when she has to rely on someone else for help. As the smallest of her siblings she was influenced by her sister and brothers. Not only is she very passionate about baking and enjoys showing her love of bread to others at Rabbit House, but she also dreamed of becoming a magician, a lawyer, and even a novelist after meeting Aoyama Blue Mountain. "
    },
    "chino":{
        "title": "Chino Kafū",
        "color": "0xbadff7",
        "url": "https://gochiusa.fandom.com/wiki/Chino_Kaf%C5%AB",
        "thmb": "https://static.wikia.nocookie.net/gochiusa/images/4/4a/1.png/revision/latest/scale-to-width-down/619?cb=20200108140610",
        "name-kanji": "香風　智乃",
        "name-roman": "Kafū Chino",
        "gender": "Female",
        "age": "13-16",
        "bday": "December 4th",
        "haircolor": "Periwinkle",
        "eyecolor": "Blue",
        "height": "144cm",
        "blood": "B",
        "appear": "Chino has long, periwinkle colored hair with horizontal bangs held by black crossing clips on each side of her head. She has relaxed blue eyes and is the shortest character in the main cast.  Her work outfit is a blue variant of the Rabbit House Café's uniform: a long ankle-length black skirt, white blouse, waistcoat, bow tie and her iconic Mary Jane shoes. Her school uniform is a royal blue sailor-style ensemble with a matching sailor hat. ",
        "Personality": "Chino acts far more maturely than her age, and is normally the most responsible and organized member of the Rabbit House Café. She takes her work very seriously and gets annoyed when people act recklessly or loudly around her. Due to this, she resents being treated like a child; although there are times when she can appear childish mentally.  She has a reserved and emotionless disposition, rarely smiling even when happy, and she speaks in a flat monotone with polite vocabulary and grammar. She cares for her friends and feels comfortable around them, but it takes some time for her to open to them and begin to show more emotion when trying to have fun. She also begins to loosen up over the series to indulge in \"dorky\" stuff she wouldn't have considered attempting at the beginning of the series.  Whenever Cocoa is away from work at the Rabbit House, she gets very absent-minded; once she unconsciously made several Hot Cocoa drinks."
    },
    "rize":{
        "title": "Rize Tedeza",
        "color": "0x8000ff",
        "url": "https://gochiusa.fandom.com/wiki/Rize_Tedeza",
        "thmb": "https://static.wikia.nocookie.net/gochiusa/images/8/88/Rize2.png/revision/latest/scale-to-width-down/619?cb=20180616135506",
        "name-kanji": "天々座　理世",
        "name-roman": "Tedeza Rize",
        "gender": "Female",
        "age": "16-19",
        "bday": "February 14th",
        "haircolor": "Dark Purple",
        "eyecolor": "Violet",
        "height": "160cm",
        "blood": "A",
        "appear": "Rize has violet tsurime eyes and long, dark purple hair pulled up into twin-tails with loose bangs. She is the tallest of the main group and a shapely figure, often causing the others and herself to picture her modeling various outfits.  She wears a purple variant of the Rabbit House Café's uniform: a long ankle-length black skirt, white blouse, waistcoat and bow tie. Her school uniform consists of a black blouse with a white blazer, a white and grey plaid skirt and matching plaid tie. ",
        "Personality": "Rize is a tough, cool and headstrong girl who holds reasonable maturity over the others. She is bluntly opinionated but kind and wise that she is often offers advice towards the others. She isn’t necessarily a tsundere, but she can be blunt with her opinions and she has a vivid active imagination that can cause her to get carried away. As much as she loves appreciating cultured items and those from the military, she deep down also loves cute things, cosplay, and fears that she may not fit in, but she gets flustered if others see her vulnerable side. As a result she may try to act like a \"normal\" teenage girl to appear more relate-able.  As her dad was a member of the military, Rize is very independent and physically strong. She is talented in many fields and admired by friends and peers alike. However, she has become paranoid enough to carry a Glock and Combat Knife on person at all times. "
    },
    "chiya":{
        "title": "Chiya Ujimatsu",
        "color": "0x6ca670",
        "url": "https://gochiusa.fandom.com/wiki/Chiya_Ujimatsu",
        "thmb": "https://static.wikia.nocookie.net/gochiusa/images/c/c9/Is_the_Order_a_Rabbit_-_01_03.25.png/revision/latest/scale-to-width-down/619?cb=20200108140245",
        "name-kanji": "宇治松　千夜",
        "name-roman": "Ujimatsu Chiya",
        "gender": "Female",
        "age": "15-18",
        "bday": "September 19th",
        "haircolor": "Brunette",
        "eyecolor": "Green",
        "height": "157cm",
        "blood": "O",
        "appear": "Chiya has long, straightened dark brown hair vaguely reminiscent of a hime cut, but with the forelocks longer and shaped differently. On the side of her head she wears a flower ornament with a ribbon. She has fair skin and green downward curving eyes.  Normally Chiya wears her work outfit, which is a dark green kimono with vertical stripes and a long white frilly apron over it.",
        "Personality": "A gentle and calming young girl, Chiya is formal and soft-spoken. She always appears to be in a light, airy mood and focuses on keeping the peace, although she can be a little air-headed. Even when she might be upset, she always keeps smiling.  Despite her ladylike behavior, Chiya has many surprising quirks one may not see at first. She finds pleasure in giving the sweets of Ama Usa An overly fancy names, such as \"Red Jewel in a Snowy Field\" and \"Moon and Stars Reflected Upon the Sea\". She also enjoys scary stories and disturbing others at times, and she dreams of becoming a samurai. She is genuinely kind, but at times she can be very teasing. "
    },
    "syaro":{
        "title": "Syaro Kirima",
        "color": "0xfeeb81",
        "url": "https://gochiusa.fandom.com/wiki/Syaro_Kirima",
        "thmb": "https://static.wikia.nocookie.net/gochiusa/images/8/88/Is_the_Order_a_Rabbit_-_01_03.27.png/revision/latest/scale-to-width-down/619?cb=20200108140501",
        "name-kanji": "桐間　紗路",
        "name-roman": "Kirima Syaro",
        "gender": "Female",
        "age": "15-18",
        "bday": "July 15th",
        "haircolor": "Blonde",
        "eyecolor": "Teal",
        "height": "151cm",
        "blood": "A",
        "appear": "Syaro is a short girl with fluffy blonde hair covering her ears and straightened bangs worn with a thin black headband accent by a bow. She has turquoise eyes shaped with an upward point and fair skin.  Her work uniform is a black and white maid-style dress with black frilly wrist cuffs, white over-the-knee socks and a frilled headdress with white lop-ear rabbit ears. Her school uniform consists of a black blouse with a white blazer, a white and grey plaid skirt and matching plaid tie.",
        "Personality": "Syaro is a sensitive and bashful girl who has insecurities when it comes to her image. She is easily flustered and worries that her friends think she is a rich and sophisticated lady when in actuality she is a poor girl living in a humble home- but with fancy interests and hobbies. She is kind and somewhat withdrawn, but she can be sarcastic and blunt at times. She is quite jumpy and easily frightened, for example, when her friends tell ghost stories she covers her ears because she doesn't want to hear them, and she also has leporiphobia due to her not being able to walk home from school because a small wild rabbit was standing in her path and feared that it would attack her.  Syaro becomes very hyper and playful when under the influence of caffeine. She also admires Rize and has a crush on her, and shows a very respectful side towards her."
    },
    "megu":{
        "title": "Megumi Natsu",
        "color": "0xffd6e7",
        "url": "https://gochiusa.fandom.com/wiki/Megumi_Natsu",
        "thmb": "https://static.wikia.nocookie.net/gochiusa/images/1/13/6-34.png/revision/latest/scale-to-width-down/310?cb=20160213050236",
        "name-kanji": "奈津　恵",
        "name-roman": "Natsu Megumi",
        "gender": "Female",
        "age": "13-16",
        "bday": "November 2nd",
        "haircolor": "Red",
        "eyecolor": "Red",
        "height": "145cm",
        "blood": "A",
        "appear": "Megumi has medium-length light red hair pulled into curled loose ringlets, called tornadoes, at the bottom of her head held with white frilly ornaments. Her bangs are parted on the side, with most of them facing the right. Her dark pink eyes have a fleck of amber. For school she wears a white and navy sailor-style uniform. When helping at Rabbit House she borrows Cocoa's uniform, or she is shown to have her own salmon pink variant",
        "Personality": "Megumi is gentle and friendly with a light personality. She is sweet and always in a good mood, but she is genuinely shy about doing things before others. Although she doesn't show it off often, she is a talented ballet dancer and is noted for being really graceful."
    },
    "maya":{
        "title": "Maya Jōga",
        "color": "0xffd6e7",
        "url": "https://gochiusa.fandom.com/wiki/Maya_J%C5%8Dga",
        "thmb": "https://static.wikia.nocookie.net/gochiusa/images/0/09/Maya.png/revision/latest/scale-to-width-down/310?cb=20180102122052",
        "name-kanji": "条河　麻耶",
        "name-roman": "Jōga Maya",
        "gender": "Female",
        "age": "13-16",
        "bday": "August 8th",
        "haircolor": "Blue",
        "eyecolor": "Yellow",
        "height": "140cm",
        "blood": "O",
        "appear": "Maya has short choppy dark indigo hair with a tiny cowlick at the center of her head. Her bangs rest at the center of her forehead and appear uneven in length. She has fair skin and gold eyes, and at times a fanged tooth can be visible. For school she wears a white and navy sailor-style uniform. When helping at Rabbit House she borrows Rize's uniform, or has a sky blue variation.",
        "Personality": "Maya is the excitable and mischievous friend of Chino and Megumi. Like Cocoa, she is energetic, and tries reaching for goals that may or may not be out of reach, and she is usually in a perky mood. She admires Rize for her cool attitude and fast-thinking, and while she is loving towards her friends she can show a blunt side with them. At home she's kind of lazy, usually relying on her big brother to do things for her. Even though she often acts like a \"fool\" it is said that she is actually very inquisitive and has very good grades. "
    },
    "tippy":{
        "title": "Tippy Golden Flowery Orange Pekoe",
        "color": "0xffd6e7",
        "url": "https://gochiusa.fandom.com/wiki/Tippy_Golden_Flowery_Orange_Pekoe",
        "thmb": "https://static.wikia.nocookie.net/gochiusa/images/1/18/Tippy.png/revision/latest/scale-to-width-down/310?cb=20160203062255",
        "name-kanji": "ティッピー",
        "name-roman": "Tippi",
        "gender": "Male (spirit) Female (body)",
        "age": "?",
        "bday": "?",
        "haircolor": "white (fur)",
        "eyecolor": "Purple",
        "height": "-",
        "blood": "-",
        "appear": "Tippy is an angora rabbit. She is female, although her body is inhabited by the soul and conscience of Chino's grandfather. ",
        "Personality": "Tippy acts as a little companion for Chino and her friends. She has the personality of Chino's grandfather and his memories, meaning he's kept skills he had when he was alive, to the extent of what his rabbit-vessel can handle, like giving life advice at needed moments. Despite having the soul of an old person, Tippy acts childishly at times."
    }
}
